9/data/attachments/343fb16b0e3e3600.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_55dab93f-d953-4d3c-b263-393af3026043</nif:username>
            <nif:friendToBeAdded>Jared_experience_Actions_77869_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>